Repository: pingfangx/pythonx
Catalog: ToolsX/android_studio_translator/translation_inspection/data/AndroidBundle.tmx
Source language: en_us
Languages: zh_cn

source: "{0}" directory cannot be found
zh_cn: “{0}” 目录无法找到

source: &Alias:
zh_cn: 别名:(&A)

source: 'import android.R' statement
zh_cn: ' import android.R '语句

source: <a href="learnmore">Learn more</a>
zh_cn: <a href="learnmore">了解详情</ a>

source: <html>Error Submitting Feedback: {0}<br>
zh_cn: <html>错误提交反馈：{0} <br>

source: <html>Screen Recorder can record the device's display for a maximum of 3 minutes.<br>
zh_cn: <html>屏幕录像机可以录制设备的显示屏最多3分钟。<br>

source: <html>Thank you!
zh_cn: <html>谢谢！

source: <html>To help Google troubleshoot and fix Instant Run issues, the following log files need to be sent<br>
zh_cn: <html>为了帮助Google排除故障并修复即时运行问题，需要发送以下日志文件<br>

source: <none>
zh_cn: <无>

source: @SuppressLint on invalid element
zh_cn: @SuppressLint 在无效的无素上

source: A package name must be specified
zh_cn: 必须指定包名称

source: A package name must contain 2 segments (i.e. com.example)
zh_cn: 包名必须包含2个部分（如 com.example）

source: A&dd
zh_cn: 添加(&d)

source: AAPT destination directory not specified for module {0}
zh_cn: 未为模块 {0} 指定的 AAPT 目标目录

source: ADB Integration Disabled
zh_cn: 禁用 ADB 集成

source: AIDL Compiler
zh_cn: AIDL 编译器

source: APK path
zh_cn: APK 路径

source: AVD Manager
zh_cn: AVD 管理

source: AVD error
zh_cn: AVD 错误

source: AVD {0} already exists.
zh_cn: AVD {0} 已经存在。

source: AVD {0} is not valid
zh_cn: AVD {0} 无效

source: AVD {0} not found
zh_cn: AVD {0} 未找到

source: Accidental Octal
zh_cn: 意外的八进制

source: Activity class not specified
zh_cn: Activity 类未指定

source: Activity registered more than once
zh_cn: Activity注册多次

source: AdapterViews cannot have children in XML
zh_cn: AdapterViews不能在XML中有子项

source: Add
zh_cn: 添加

source: Add 'contentDescription' attribute
zh_cn: 添加' contentDescription '属性

source: Add 'inputType' attribute
zh_cn: 添加' inputType '属性

source: Add 'permission' attribute
zh_cn: 添加 'permission' 属性

source: Add @RequiresApi({0}) Annotation
zh_cn: 添加@RequiresApi（{0}）注释

source: Add @TargetApi({0}) Annotation
zh_cn: 添加@TargetApi（{0}）注释

source: Add Android prefix
zh_cn: 添加Android前缀

source: Add Parcelable Implementation
zh_cn: 添加 Parcelable 实现

source: Add Right-To-Left (RTL) Support
zh_cn: 添加从右到左（RTL）支持

source: Add SDK
zh_cn: 添加SDK

source: Add a new logcat filter
zh_cn: 添加一个新的logcat过滤器

source: Add an Activity to Mobile
zh_cn: 将一个 Activity 添加到手机

source: Add dependency {0} --> {1}
zh_cn: 添加依赖 {0} --> {1}

source: Add library dependency
zh_cn: 添加库依赖

source: Additional command line options
zh_cn: 附加命令行选项

source: Adds a new module to the project
zh_cn: 向项目添加一个新模块

source: Adobe Photoshop Files
zh_cn: Adobe Photoshop 文件

source: Alias
zh_cn: 别名

source: All in Module
zh_cn: 模块中的所有

source: All in Package
zh_cn: 包中的所有

source: AllowBackup/FullBackupContent Problems
zh_cn: AllowBackup / FullBackupContent问题

source: Analysis Result Explanation
zh_cn: 分析结果说明

source: Analysis Results
zh_cn: 分析结果

source: Analyzer Tasks
zh_cn: 分析工具

source: Analyzes the capture for common issues
zh_cn: 分析常见问题的捕获

source: Android (Other)
zh_cn: Android（其他）

source: Android 9-Patch Files
zh_cn: Android 9-Patch 文件

source: Android > Lint > Accessibility
zh_cn: Android> Lint>辅助功能

source: Android > Lint > Correctness
zh_cn: Android> Lint>正确性

source: Android > Lint > Correctness > Chrome OS
zh_cn: Android> Lint>正确性> Chrome操作系统

source: Android > Lint > Correctness > Messages
zh_cn: Android> Lint>正确性>消息

source: Android > Lint > Internationalization
zh_cn: Android> Lint>国际化

source: Android > Lint > Internationalization > Bidirectional Text
zh_cn: Android> Lint>国际化>双向文本

source: Android > Lint > Performance
zh_cn: Android> Lint> 性能

source: Android > Lint > Security
zh_cn: Android> Lint>安全性

source: Android > Lint > Usability
zh_cn: Android> Lint>可用性

source: Android > Lint > Usability > Icons
zh_cn: Android> Lint>可用性>图标

source: Android > Lint > Usability > Typography
zh_cn: Android> Lint>可用性>排版

source: Android App
zh_cn: Android 应用程式

source: Android Autogeneration
zh_cn: Android自动生成

source: Android Code Folding
zh_cn: Android代码折叠

source: Android Compilers
zh_cn: Android 编译器

source: Android Component
zh_cn: Android 组件

source: Android Console
zh_cn: Android控制台

source: Android DX Compiler VM Options
zh_cn: Android DX 编译器 VM 选项

source: Android Device Monitor
zh_cn: Android设备监视器

source: Android Device Monitor is already launched
zh_cn: Android设备监视器已经启动

source: Android Gradle plugin version
zh_cn: Android Gradle插件版本

source: Android IDL files
zh_cn: Android IDL文件

source: Android Instrumented Tests
zh_cn: Android Instrumented 测试

source: Android Instrumented Tests configuration
zh_cn: Android Instrumented 测试配置

source: Android Library
zh_cn: Android 库

source: Android Lint Quick Fixes
zh_cn: Android Lint快速修复

source: Android Lint Validation
zh_cn: Android Lint检查

source: Android Logcat Error
zh_cn: Android Logcat 错误

source: Android Monitor
zh_cn: Android 监视器

source: Android ProGuard VM Options
zh_cn: Android ProGuard VM 选项

source: Android Quick Fixes
zh_cn: Android 快速修复

source: Android Renderscript Compiler
zh_cn: Android Renderscript编译器

source: Android Resources Validation
zh_cn: Android 资源验证

source: Android SDK is invalid
zh_cn: Android SDK 无效

source: Android Studio could not interpret the results of the Gradle build correctly.
zh_cn: Android Studio无法正确解释Gradle构建的结果。

source: Android XML element is not allowed
zh_cn: 不允许Android XML元素

source: Android XML root tag validation
zh_cn: Android XML 根标签验证

source: Android application modules are used for developing mobile applications targeting the Android OS
zh_cn: Android应用程序模块用于开发面向 Android 操作系统的移动应用程序

source: Android components
zh_cn: Android组件

source: Android launch/debug configuration
zh_cn: Android 启动/调试配置

source: Android main package in module {0} not specified
zh_cn: 未指定模块 {0} 中的Android主程序包

source: Android renderscript files
zh_cn: Android renderscript文件

source: Android resource directory
zh_cn: Android 资源目录

source: Android resource file
zh_cn: Android 资源文件

source: Android virtual device
zh_cn: Android虚拟设备

source: AndroidManifest.xml doesn't exist or has incorrect root tag
zh_cn: AndroidManifest.xml 不存在或者根标签不正确

source: App Links Auto Verification Failure
zh_cn: 应用程序链接自动验证失败

source: Appcompat Custom Widgets
zh_cn: Appcompat自定义窗口小部件

source: Application
zh_cn: 应用程序

source: Application Installation Failed
zh_cn: 应用程序安装失败

source: Application Module
zh_cn: 应用程序模块

source: Archive file path is required
zh_cn: 需要存档文件路径

source: Assert
zh_cn: 断言

source: Assertions
zh_cn: 断言

source: At least one Certificate issuer field is required to be non-empty
zh_cn: 至少需要一个证书颁发者字段为非空

source: Attribute unused on older versions
zh_cn: 旧版本上未使用的属性

source: Available qualifiers
zh_cn: 可用的限定词

source: Back button
zh_cn: 返回按钮

source: Baseline Issues
zh_cn: 基线问题

source: Battery Life Issues
zh_cn: 电池寿命问题

source: Build environment
zh_cn: 构建环境

source: Build target of AVD {0} is not compatible with your build target
zh_cn: 构建AVD {0} 的目标与您的构建目标不兼容

source: Build tools version
zh_cn: 构建工具版本

source: Button order
zh_cn: 按钮顺序

source: Button should be borderless
zh_cn: Button应该是无边界的

source: Byte order mark inside files
zh_cn: 文件中的字节顺序标记

source: C&lass
zh_cn: 类(&l)

source: Call to SSLCertificateSocketFactory.getInsecure()
zh_cn: 调用SSLCertificateSocketFactory.getInsecure()

source: Calling new methods on older versions
zh_cn: 在旧版本上调用新方法

source: Cancel/OK dialog button capitalization
zh_cn: 取消/确定对话框按钮大小写

source: Cannot compute relative path for {0}
zh_cn: 无法计算 {0} 的相对路径

source: Cannot connect to ADB.
zh_cn: 无法连接到ADB。

source: Cannot create PNG cache directory for module {0}
zh_cn: 无法为模块{0}创建PNG缓存目录

source: Cannot create directory {0}
zh_cn: 无法创建目录 {0}

source: Cannot create file {0}
zh_cn: 无法创建文件 {0}

source: Cannot create new key or keystore
zh_cn: 无法创建新密钥或密钥库

source: Cannot debug application from module {0} on device {1}.
zh_cn: 无法从设备 {1} 上的模块 {0} 调试应用程序。

source: Cannot find android.app.Activity class
zh_cn: 找不到 android.app.Activity 类

source: Cannot find any Android targets in this SDK
zh_cn: 在此 SDK 中找不到任何 Android 目标

source: Cannot find content root containing AndroidManifest.xml file in module {0}
zh_cn: 在模块{0}中找不到包含AndroidManifest.xml文件的内容根

source: Cannot find directory {0}
zh_cn: 找不到目录 {0}

source: Cannot find file {0}
zh_cn: 找不到文件 {0}

source: Cannot find junit.framework.TestCase class
zh_cn: 找不到 junit.framework.TestCase 类

source: Cannot find key {0}
zh_cn: 找不到密钥 {0}

source: Cannot find module parent directory: {0}
zh_cn: 找不到模块父目录：{0}

source: Cannot find parent directory for file {0}
zh_cn: 找不到文件 {0} 的父目录

source: Cannot find resource directory for module {0}
zh_cn: 找不到模块 {0} 的资源目录

source: Cannot find {0} class
zh_cn: 无法找到 {0} 类

source: Cannot load virtual devices
zh_cn: 无法加载虚拟设备

source: Cannot parse Android SDK
zh_cn: 无法解析 Android SDK

source: Cannot parse Android SDK for module {0}.
zh_cn: 无法解析模块{0}的Android SDK。

source: Cannot parse Android SDK.
zh_cn: 无法解析Android SDK。

source: Cannot perform rendering
zh_cn: 无法执行渲染

source: Cannot reload AVD list
zh_cn: 无法重新加载 AVD 列表

source: Cannot reload AVD list.
zh_cn: 无法重新载入 AVD 列表。

source: Cannot remove AVD.
zh_cn: 无法删除 AVD 。

source: Cannot resolve flag
zh_cn: 无法解析标志

source: Cannot resolve format
zh_cn: 无法解析格式

source: Capture Analysis
zh_cn: 捕获分析

source: Capture already analyzed
zh_cn: Capture已分析

source: Character {0} is not allowed in a Gradle path
zh_cn: 字符 {0} 不允许在Gradle路径中

source: Choose SDK
zh_cn: 选择 SDK

source: Choose a running device
zh_cn: 选择正在运行的设备

source: Choose color
zh_cn: 选择颜色

source: Choose destination APK file
zh_cn: 选择目标 APK 文件

source: Choose keystore file
zh_cn: 选择密钥库文件

source: Choose source roots to add to your project
zh_cn: 选择源码根添加到你的项目

source: Chosen qualifiers
zh_cn: 选择限定词

source: Cipher.getInstance with ECB
zh_cn: Cipher.getInstance与ECB

source: City or Locality
zh_cn: 城市或地点

source: Clashing PNG and 9-PNG files
zh_cn: 冲突PNG和9-PNG文件

source: Class
zh_cn: 类

source: Class is not registered in the manifest
zh_cn: 类没有在清单中注册

source: Clear log before launch
zh_cn: 启动前清除日志

source: Clear logcat
zh_cn: 清除logcat

source: Clears logcat buffer on device
zh_cn: 清除设备上的logcat缓冲区

source: Click on the add icon to add a filter
zh_cn: 点击添加图标添加一个过滤器

source: Click to analyze capture
zh_cn: 点击分析捕获

source: Code contains STOPSHIP marker
zh_cn: 代码包含STOPSHIP标记

source: Code contains easter egg
zh_cn: 代码包含彩蛋

source: Code contains merge marker
zh_cn: 代码包含合并标记

source: Code could contain an credential leak
zh_cn: 代码可能包含凭据泄漏

source: Combining textAllCaps and markup
zh_cn: 组合textAllCaps和标记

source: Command "{0}" execution failed with exit code {1}
zh_cn: 命令"{0}"执行失败，退出代码{1}

source: Compile SDK version
zh_cn: 编译SDK版本

source: Config file
zh_cn: 配置文件

source: Config file path
zh_cn: 配置文件路径

source: Configure Activity
zh_cn: 配置 Activity

source: Configure Component
zh_cn: 配置组件

source: Configure Logcat Header
zh_cn: 配置 Logcat 标题

source: Configure filter for logcat headers (time, pid/tid, etc.)
zh_cn: 为 logcat 标题配置过滤器（时间，pid / tid等）

source: Configure your new module
zh_cn: 配置您的新模块

source: Confirm
zh_cn: 确认

source: Content provider does not require permission
zh_cn: 内容提供者未要求权限

source: Content provider shares everything
zh_cn: 内容提供者分享所有内容

source: Convert Android Java Heap Dump
zh_cn: 转换Android Java堆转储

source: Convert to "dp"
zh_cn: 转换为“dp”

source: Convert to WebP
zh_cn: 转换为WebP

source: Copying sources from libraries
zh_cn: 从库复制源码

source: Country Code (XX)
zh_cn: 国家代码（XX）

source: Create 9-Patch File
zh_cn: 创建9-Patch文件

source: Create 9-Patch file
zh_cn: 创建9-Patch文件

source: Create Android Run Configuration
zh_cn: 创建 Android 运行配置

source: Create Android Virtual Device
zh_cn: 创建 Android 虚拟设备

source: Create Android library
zh_cn: 创建 Android 库

source: Create Android main package
zh_cn: 创建 Android 主包

source: Create Global library ''{0}''
zh_cn: 创建全局库“{0}”

source: Create New Logcat Filter
zh_cn: 创建新的Logcat过滤器

source: Create New Module
zh_cn: 创建新模块

source: Create Project library ''{0}''
zh_cn: 创建项目库“{0}”

source: Create a new Android object from the Other category
zh_cn: 从“其他”类别创建一个新的 Android 对象

source: Create a new key
zh_cn: 创建一个新的密钥

source: Create a new {0}
zh_cn: 创建一个新的 {0}

source: Create a new {0} resource file
zh_cn: 创建一个新的 {0} 资源文件

source: Create library module {0} in {1}
zh_cn: 在{1}中创建库模块{0}

source: Create new keystore
zh_cn: 创建新的密钥库

source: Create new resource file
zh_cn: 创建新的资源文件

source: Create onClick event handler
zh_cn: 创建onClick事件处理程序

source: Create resource file ''{0}'' in {1}
zh_cn: 在{1}中创建资源文件“ {0} ”

source: Create value resource ''{0}'' in ''{1}''
zh_cn: 在“{1}”中创建值资源“{0}”

source: Create {0} resource file ''{1}''
zh_cn: 创建 {0} 资源文件“{1}”

source: Create {0} value resource ''{1}''
zh_cn: 创建 {0} 值资源“ {1} ”

source: Creating resource directory "{0}"
zh_cn: 创建资源目录“ {0} ”

source: Creating resource file "{0}"
zh_cn: 创建资源文件“ {0} ”

source: Custom debug keystore
zh_cn: 自定义调试密钥库

source: Custom views in libraries should use res-auto-namespace
zh_cn: 库中的自定义view应该使用res-auto-namespace

source: Cycle in resource definitions
zh_cn: 资源定义循环

source: Dangerous Flag Constant Declaration
zh_cn: 危险的标志常量声明

source: Debug
zh_cn: 调试

source: Default Activity not found
zh_cn: 未找到默认 Activity

source: Default Parcel Class Loader
zh_cn: 默认的Parcel Class Loader

source: Dependencies
zh_cn: 依赖

source: Dependency on external atom {0} is not allowed
zh_cn: 不允许对外部原子{0}的依赖

source: Deploy application
zh_cn: 部署应用程序

source: Deprecated Gradle Construct
zh_cn: 已弃用的Gradle构造

source: Destination APK path
zh_cn: 目标 APK 路径

source: Devices
zh_cn: 设备

source: Directory for generated files
zh_cn: 生成文件的目录

source: Directory is not specified
zh_cn: 未指定目录

source: Disable ADB Integration
zh_cn: 禁用ADB集成

source: Disable boot animation
zh_cn: 禁用引导动画

source: Disabled
zh_cn: 禁用

source: Do not create run configuration
zh_cn: 不创建运行配置

source: Do not launch Activity
zh_cn: 不启动 Activity

source: Do you want to create run configuration for module {0}?
zh_cn: 要为模块 {0} 创建运行配置吗？

source: Do you want to do that?
zh_cn: 你想这样做吗？

source: Downloading Android SQLite Databases
zh_cn: 下载Android SQLite数据库

source: Dump Java Heap
zh_cn: 转储Java堆

source: Dump Java heap for selected client
zh_cn: 为所选客户端转储Java堆

source: Duplicate definitions of resources
zh_cn: 资源的重复定义

source: Duplicate ids across layouts combined with include tags
zh_cn: 与include标签相结合的布局中的重复id

source: Duplicate ids within a single layout
zh_cn: 单个布局中的重复ID

source: Duplicated icons under different names
zh_cn: 不同名称下的重复图标

source: Dynamic text should probably be selectable
zh_cn: 动态文本应该是可以选择的

source: Edit Filter Configuration
zh_cn: 编辑过滤器配置

source: Edit Logcat Filter
zh_cn: 编辑Logcat过滤器

source: Edit selected logcat filter
zh_cn: 编辑所选的logcat过滤器

source: Ellipsis string can be replaced with ellipsis character
zh_cn: 省略号字符串可以替换为省略号字符

source: Emulator
zh_cn: 模拟器

source: Enable ADB Integration
zh_cn: 启用 ADB 集成

source: Enable/disable integration with Android debug bridge
zh_cn: 启用/禁用 ADB（Android debug bridge） 集成

source: Enabled
zh_cn: 启用

source: Encoding used in resource files is not UTF-8
zh_cn: 资源文件中使用的编码不是UTF-8

source: Enter a new file name
zh_cn: 输入新的文件名

source: Error
zh_cn: 错误

source: Error when importing module ''{0}''
zh_cn: 导入模块“ {0} ”时出错

source: Excerpt
zh_cn: 摘录

source: Export Signed Application Package
zh_cn: 导出签名的应用程序包

source: Export Unsigned Application Package
zh_cn: 导出未签名的应用程序包

source: Export to standard .hprof
zh_cn: 导出到标准的.hprof

source: Exported service does not require permission
zh_cn: 导出的服务未要求权限

source: Extra translation
zh_cn: 额外的翻译

source: Extract Android Layout
zh_cn: 提取Android布局

source: Extract Android Style
zh_cn: 提取Android样式

source: Extract dimension resource
zh_cn: 提取尺资源

source: Extract string resource
zh_cn: 提取字符串资源

source: Extraneous text in resource files
zh_cn: 资源文件中的外来文本

source: Failed to dump bitmap due to unsupported Bitmap.Config. Most likely an image format that isn't supported
zh_cn: 由于Bitmap.Config不受支持而无法转储位图。很可能是不支持的图像格式

source: Failed to load platform rendering library
zh_cn: 加载平台渲染库失败

source: Feature declared more than once
zh_cn: 功能声明不止一次

source: File
zh_cn: 文件

source: File does not exist
zh_cn: 文件不存在

source: File is not an archive (.jar or .aar)
zh_cn: 文件不是存档（.jar或.aar）

source: File name is not specified
zh_cn: 未指定文件名

source: File {0} already exists
zh_cn: 文件 {0} 已经存在

source: File {0} doesn't exist
zh_cn: 文件 {0} 不存在

source: File {0} is not resource file
zh_cn: File {0} 不是资源文件

source: File {0} was successfully created
zh_cn: 文件 {0} 已成功创建

source: File.setReadable() used to make file world-readable
zh_cn: File.setReadable()用于使文件世界可读

source: File.setWritable() used to make file world-writable
zh_cn: File.setWritable()用于使文件可写

source: Filter Name
zh_cn: 过滤器名称

source: Filter name is not specified
zh_cn: 未指定过滤器名称

source: Filter {0} already exists
zh_cn: 过滤器{0}已存在

source: Final APK path not specified for module {0}
zh_cn: 未为模块 {0} 指定最终 APK 路径

source: First and Last Name
zh_cn: 名字和姓氏

source: Following debug sessions will be closed: {0}
zh_cn: 以下调试会话将关闭: {0}

source: Formatting argument types incomplete or inconsistent
zh_cn: 格式化参数类型不完整或不一致

source: Fraction string can be replaced with fraction character
zh_cn: 可以用分数字符替换分数字符串

source: Fragment not instantiatable
zh_cn: Fragment不可实例化

source: Fragments should specify an id or tag
zh_cn: Fragment应指定一个id或标签

source: FrameLayout can be replaced with <merge> tag
zh_cn: FrameLayout可以替换为<merge>标签

source: General
zh_cn: 常规

source: Generate -v17 Versions
zh_cn: 生成-v17版本

source: Generate Signed APK
zh_cn: 生成签名的 APK

source: Generate by IDE
zh_cn: 由 IDE 生成

source: Generate unsigned APK
zh_cn: 生成未签名的 APK

source: Generated fields in {0}.R class in module ''{1}'' won''t be final, because of circular dependency on module ''{2}''
zh_cn: 模块“ {1} ”中的{0} .R类中的生成字段不会是最终的，因为循环依赖模块“ {2} ”

source: Generating APK file
zh_cn: 生成 APK 文件

source: Generating R.java
zh_cn: 生成 R.java

source: Generating sources
zh_cn: 生成源码

source: Gradle Dynamic Version
zh_cn: Gradle动态版本

source: Gradle IDE Support Issues
zh_cn: Gradle IDE支持问题

source: Gradle Implicit Getter Call
zh_cn: 渐变隐式Getter调用

source: Gradle Path Issues
zh_cn: Gradle路径问题

source: Gradle Project Model
zh_cn: Gradle 项目模型

source: GridLayout validation
zh_cn: GridLayout验证

source: Handler reference leaks
zh_cn: Handler引用泄漏

source: Hardcoded Package in Namespace
zh_cn: 命名空间中的硬编码包

source: Hardcoded reference to /sdcard
zh_cn: 硬编码引用 /sdcard

source: Hardcoded text
zh_cn: 硬编码的文本

source: Hardcoded value of android:debuggable in the manifest
zh_cn: manifest中硬编码的 android:debuggable

source: Hardware Id Usage
zh_cn: 硬件Id使用

source: Hardware feature touchscreen not explicitly marked as optional
zh_cn: 硬件功能触摸屏未明确标记为可选

source: HashMap can be replaced with SparseArray
zh_cn: HashMap可以用SparseArray替换

source: Heap dump converted and saved as: {0}
zh_cn: 堆转储并保存为：{0}

source: Heap dump; Older devices aren't supported yet.
zh_cn: 堆转储；较旧设备不支持。

source: Hierarchy Viewer
zh_cn: 层次查看器

source: Hyphen can be replaced with dash
zh_cn: 连字符可以用破折号代替

source: Icon appears in both -nodpi and dpi folders
zh_cn: 图标出现在-nodpi和dpi文件夹中

source: Icon colors do not follow the recommended visual style
zh_cn: 图标颜色不符合推荐的视觉风格

source: Icon densities validation
zh_cn: 图标密度验证

source: Icon density-independent size validation
zh_cn: 图标密度无关大小验证

source: Icon format does not match the file extension
zh_cn: 图标格式与文件扩展名不匹配

source: Icon has incorrect size
zh_cn: 图标的大小不正确

source: Icon is specified both as .xml file and as a bitmap
zh_cn: 图标被指定为.xml文件和位图

source: Identical bitmaps across various configurations
zh_cn: 跨各种配置的相同位图

source: Ignored layout params on include
zh_cn: 忽略的include布局参数

source: Image defined in density-independent drawable folder
zh_cn: 在密度无关的可绘制文件夹中定义的图像

source: Image without contentDescription
zh_cn: 图片没有contentDescription

source: Implied Quantities
zh_cn: 隐含的数量

source: Implied default locale in case conversion
zh_cn: 在默认情况下转换为默认语言环境

source: Implied locale in date format
zh_cn: 日期格式中的隐示语言环境

source: Import .JAR/.AAR Package
zh_cn: 导入 .JAR/.AAR 包

source: Import Android Dependencies From Property Files
zh_cn: 从属性文件导入Android依赖关系

source: Import Eclipse ADT Project
zh_cn: 导入 Eclipse ADT 项目

source: Import Gradle Project
zh_cn: 导入 Gradle 项目

source: Import Module from Library
zh_cn: 从库导入模块

source: Import Module from Source
zh_cn: 从源码导入模块

source: Import Source Roots
zh_cn: 导入源码根

source: Import an existing Eclipse ADT project as a module
zh_cn: 将现有的 Eclipse ADT 项目作为模块导入

source: Import an existing Gradle project as a module
zh_cn: 将现有的 Gradle 项目作为模块导入

source: Import an existing JAR or AAR package as a new project module
zh_cn: 将现有的 JAR 或 AAR 包作为新的项目模块导入

source: Import library module {0} from {1}
zh_cn: 从{1}导入库模块{0}

source: Importing Error
zh_cn: 导入错误

source: Importing finished with errors
zh_cn: 导入完成有错误

source: In addition to the Android SDK, you need to define a JDK 1.5, 1.6 or 1.7
zh_cn: 除了 Android SDK, 你还需要定义 JDK 1.5, 1.6 或 1.7

source: In order to report an Instant Run issue to Google, you need to first enable Instant Run with extra logging.
zh_cn: 为了向Google报告即时运行问题，您需要首先使用额外的日志记录启用即时运行。

source: Include system proguard file
zh_cn: 包含系统proguard文件

source: Include test code and resources into APK
zh_cn: 将测试代码和资源包含到APK中

source: Incompatible Android Gradle Plugin
zh_cn: 不兼容的Android Gradle插件

source: Incompatible Gradle Versions
zh_cn: 不兼容的Gradle版本

source: Incomplete translation
zh_cn: 翻译不完整

source: Inconsistencies in array element counts
zh_cn: 数组元素计数中的不一致

source: Inconsistent Layouts
zh_cn: 不一致的布局

source: Incorrect Interpolation
zh_cn: 插值不正确

source: Incorrect ObjectAnimator Property
zh_cn: 不正确的ObjectAnimator属性

source: Incorrect order of elements in manifest
zh_cn: 清单中元素的顺序不正确

source: Incorrect property escapes
zh_cn: 属性转义不正确

source: Incorrect reference types
zh_cn: 引用类型不正确

source: Incorrect support annotation usage
zh_cn: 支持注解使用不正确

source: Inefficient layout weight
zh_cn: 布局重量不足

source: Info
zh_cn: 信息

source: Initiate GC
zh_cn: 启动GC

source: Initiates garbage collection on selected VM
zh_cn: 在选定的虚拟机上启动垃圾回收

source: Inline Android Layout
zh_cn: 内嵌Android布局

source: Inline Android Style
zh_cn: 内嵌Android样式

source: Inline Layout File ''{0}''
zh_cn: 内联布局文件' ' {0} ' '

source: Inline Style ''{0}''
zh_cn: 内联样式' ' {0} ' '

source: Inline all references and remove the file
zh_cn: 内联所有引用并删除该文件

source: Inline all references and remove the style
zh_cn: 内联所有引用并删除样式

source: Inline this usage and keep the file
zh_cn: 内联这个用法并保存文件

source: Inline this usage and keep the style
zh_cn: 内联这种用法并保持风格

source: Inner classes should use $ rather than
zh_cn: 内部类应该使用$而不是

source: Insecure HostnameVerifier
zh_cn: 不安全的HostnameVerifier

source: Insecure TLS/SSL trust manager
zh_cn: 不安全的TLS / SSL信任管理器

source: Insecure call to SSLCertificateSocketFactory.createSocket()
zh_cn: 不安全的调用SSLCertificateSocketFactory.createSocket()

source: Inspect Layout for the selected window
zh_cn: 检查所选窗口的布局

source: Installation failed since app''s minSdkVersion is newer than device''s API level ({0}).
zh_cn: 安装失败，因为应用程序的minSdkVersion比设备的API级别（{0}）更新。

source: Installation failed since the APK was either not signed, or signed incorrectly.
zh_cn: 安装失败，因为APK未签名或签名不正确。

source: Installation failed since {0}.
zh_cn: 安装失败，因为{0}。

source: Installation failed with message {0}.
zh_cn: 安装失败，消息{0}。

source: Instant Run and activate extra logging</li>
zh_cn: 即时运行并激活额外的日志记录</li>

source: Instant Run applied code changes and restarted the app
zh_cn: 即时运行应用代码更改并重新启动应用程序

source: Instant Run applied code changes and restarted the app.<br>
zh_cn: 即时运行应用的代码更改并重新启动应用程序。<br>

source: Instant Run applied code changes and restarted the current activity
zh_cn: 即时运行应用代码更改并重新启动当前activity

source: Instant Run applied code changes.
zh_cn: 即时运行应用代码更改。
